Revit 2027 API
DefinitionGroups Properties
The DefinitionGroups type exposes the following members.
Properties
Name | Description
IsEmpty | Identifies if the definition groups collection is empty.
Item | Retrieve a definition group by name.
Size | The number of definition groups in the collection.
Top
See Also
Reference
DefinitionGroups Class
Autodesk.Revit.DB Namespace